export const CITY_AREAS = [
{
    "name": "מיקום לא ידוע",
    "cities": ["חו\"ל", "-"]
  },
  {
    "name": "אילת וחבל אילות",
    "cities": ["אילת", "אילות", "אליפז", "באר אורה", "גרופית", "יהל", "יטבתה", "לוטן", "מחנה יוכבד", "נאות סמדר", "נווה חריף", "סמר", "קטורה", "שחרות", "שיטים"]
  },
  {
    "name": "אריאל והסביבה",
    "cities": ["אריאל", "איתמר", "אלון מורה", "אלפי מנשה", "אלקנה", "בית אריה", "ברוכין", "ברכה", "ברקן", "יצהר", "יקיר", "כפר תפוח", "מגדלים", "מעלה שומרון", "נופים", "עלי זהב", "עמנואל", "עץ אפרים", "פדואל", "קדומים", "קרית נטפים", "קרני שומרון", "רבבה", "רחלים", "שחרית", "שער שומרון", "שערי תקווה"]
  },
  {
    "name": "אשדוד והסביבה",
    "cities": ["אשדוד", "גן יבנה", "קרית מלאכי", "ביצרון", "בית חלקיה", "בית רבן", "בני דרום", "בני עי\"ש", "בני ראם", "גן הדרום", "גני טל", "חפץ חיים", "חצור-אשדוד", "יד בנימין", "כרם יבנה (ישיבה)", "מחנה מרים", "ניר גלים", "קבוצת יבנה"]
  },
  {
    "name": "אשקלון והסביבה",
    "cities": ["אשקלון", "אור הנר", "ארז", "באר גנים", "בית שקמה", "ברכיה", "בת הדר", "גברעם", "גיאה", "הודיה", "זיקים", "חלץ", "יד מרדכי", "כוכב מיכאל", "כפר סילבר", "כרמיה", "מבקיעים", "משען", "ניצן", "ניצן ב'", "ניצנים", "ניר ישראל", "נתיב העשרה", "תלמי יפה"]
  },
  {
    "name": "באר טוביה והסביבה",
    "cities": ["אביגדור", "אורות", "אחווה", "אמונים", "באר טוביה", "בית עזרא", "גבעתי", "חצב", "ינון", "כנות", "כפר אחים", "כפר ורבורג", "נווה מבטח", "ניר בנים", "עזר", "עזריקם", "ערוגות", "שדה עוזיהו", "שתולים", "תימורים", "תלמי יחיאל"]
  },
{
    "name": "באר שבע והסביבה",
    "cities": ["באר שבע", "חורה", "מיתר", "עומר", "אבו סריחאן (שבט)", "אבו עבדון (שבט)", "אבו עמאר (שבט)", "אבו עמרה (שבט)", "אבו רוקייק (שבט)", "אבו תלול", "אבשלום", "אוהד", "אום בטין", "אטרש (שבט)", "אל סייד", "אסד (שבט)", "אעצם (שבט)", "בני נצרים", "גבולות", "דקל", "חולית", "חצרים", "יבול", "ישע", "יתד", "כרם שלום", "כרמים", "לקיה", "מבטחים", "מחנה יפה", "מסעודין אל-עזאזמה", "נבטים", "נווה", "ניר יצחק", "סופה", "סעוה", "עוקבי (בנו עוקבה)", "עטאוונה (שבט)", "עמיעוז", "פרי גן", "צאלים", "צוחר", "רתמים", "שגב-שלום", "שדה ניצן", "שדי אברהם", "שלומית", "תל שבע", "תלמי אליהו", "תלמי יוסף"]
  },
  {
    "name": "בית שאן והסביבה",
    "cities": ["בית שאן", "טירת צבי", "כפר רופין", "מיטל", "מירב", "מלכישוע", "מסילות", "מעוז חיים", "מעלה גלבוע", "נווה איתן", "ניר דוד (תל עמל)", "עין הנצי\"ב", "רוויה", "רחוב", "רשפים", "שדה אליהו", "שדי תרומות", "שלוחות", "תל תאומים"]
  },
  {
    "name": "בקעת אונו",
    "cities": ["אור יהודה", "גבעת שמואל", "יהוד-מונוסון", "קרית אונו", "שוהם", "גנות", "גני תקווה", "גת רימון", "חמד", "מגשימים", "מעש", "סביון", "צפריה"]
  },
  {
    "name": "בקעת הירדן והסביבה",
    "cities": ["ארגמן", "בקעות", "גיתית", "גלגל", "חמדת", "חמרה", "ייט\"ב", "יפית", "מחולה", "מכורה", "מעלה אפרים", "משואה", "משכיות", "נירן", "נעמ\"ה", "נתיב הגדוד", "פצאל", "רועי", "רותם", "שדמות מחולה", "תומר"]
  },
  {
    "name": "גוש עציון והסביבה",
    "cities": ["אלון שבות", "אלעזר", "אספר", "אפרת", "בת עין", "הר גילה", "כפר עציון", "כרמי צור", "מגדל עוז", "מעלה עמוס", "נווה דניאל", "נוקדים", "קדר", "ראש צורים", "תקוע"]
  },
  {
    "name": "גזר והסביבה",
    "cities": ["גדרה", "מזכרת בתיה", "קרית עקרון", "בית אלעזרי", "בית חשמונאי", "בית עוזיאל", "בקוע", "גזר", "גני הדר", "גני יוחנן", "חולדה", "יד רמב\"ם", "יסודות", "יציץ", "כפר ביל\"ו", "כפר בן נון", "כפר שמואל", "כרמי יוסף", "מצליח", "משמר איילון", "משמר דוד", "נוף איילון", "נחשון", "נען", "נצר חזני", "סתריה", "עזריה", "פדיה", "פתחיה", "קדרון", "רמות מאיר", "שעלבים"]
  },
  {
    "name": "דימונה, ירוחם והסביבה",
    "cities": ["דימונה", "ירוחם", "אבו קורינאת (שבט)", "אבו קרינאת (יישוב)", "אבו רובייעה (שבט)", "אשלים", "באר מילכה", "ביר הדאג'", "הוואשלה (שבט)", "טללים", "כמהין", "מדרשת בן גוריון", "מחנה טלי", "מרחב עם", "משאבי שדה", "נאות הכיכר", "ניצנה (קהילת חינוך)", "ניצני סיני", "עין תמר", "קודייראת א-צאנע(שבט)", "קצר א-סר", "רביבים", "רוח מדבר", "שדה בוקר", "שיזף", "שלווה במדבר"]
  },
  {
    "name": "הקריות",
    "cities": ["קרית אתא", "קרית ביאליק", "קרית ים", "קרית מוצקין", "אושה", "אפק", "יסעור", "כפר ביאליק", "כפר המכבי", "כפר מסריק", "עין המפרץ", "רמת יוחנן"]
  },
{
    "name": "הרצליה והסביבה",
    "cities": ["הרצליה", "כפר סבא", "הוד השרון", "כוכב יאיר", "רמת השרון", "רעננה", "אייל", "אלישמע", "ארסוף", "בית ברל", "בני ציון", "בצרה", "גבעת ח\"ן", "גליל ים", "גן חיים", "גני עם", "חרוצים", "טירה", "יקום", "ירחיב", "ירקונה", "כפר מל\"ל", "כפר שמריהו", "משמרת", "מתן", "נווה ימין", "ניר אליהו", "נירית", "סלעית", "עדנים", "צופים", "צופית", "צור יצחק", "צור נתן", "קרית שלמה", "רמות השבים", "רמת הכובש", "רשפון", "שדה ורבורג", "שדי חמד"]
  },
  {
    "name": "חבל מודיעין",
    "cities": ["מודיעין-מכבים-רעות", "אחיסמך", "אלעד", "בארות יצחק", "בית נחמיה", "בית עריף", "בן שמן (כפר נוער)", "בן שמן (מושב)", "בני עטרות", "ברקת", "גבעת כ\"ח", "גינתון", "גמזו", "חדיד", "טירת יהודה", "כפר דניאל", "כפר טרומן", "כפר סירקין", "כפר רות", "כרם בן שמן", "לפיד", "מבוא מודיעים", "מודיעין עילית", "מזור", "נופך", "נחלים", "נחשונים", "רינתיה", "שילת"]
  },
  {
    "name": "חברון והסביבה",
    "cities": ["אביגיל", "אדורה", "אפיניש (שבט)", "אשכולות", "דריג'את", "הר עמשא", "חברון", "חגי", "טנא", "יתיר", "כחלה", "כרמל", "מחנה יתיר", "מכחול", "מעון", "מצדות יהודה", "נגוהות", "סוסיה", "סנסנה", "עשהאל", "עתניאל", "פני חבר", "קוואעין (שבט)", "קרית ארבע", "שמעה", "שני", "תלם"]
  },
  {
    "name": "חדרה והסביבה",
    "cities": ["חדרה", "באקה אל-גרביה", "אום אל-קוטוף", "אומץ", "אחיטוב", "אליכין", "אלישיב", "בית חגלה", "בית חירות", "בסמ\"ה", "ברקאי", "ג'ת", "גאולי תימן", "גבעת חיים (איחוד)", "גבעת חיים (מאוחד)", "גן השומרון", "גן יאשיה", "המעפיל", "העוגן", "זמר", "חגלה", "חיבת ציון", "חיננית", "חרב לאת", "חריש", "חרמש", "כפר הרא\"ה", "להבות חביבה", "מאור", "מבוא דותן", "מבואות ים", "מגל", "מייסר", "מכמורת", "מענית", "מצפה אילן", "מצר", "משמר השרון", "עין החורש", "עין שמר", "ריחן", "שדה יצחק", "שער מנשה", "שקד", "תלמי אלעזר"]
  },
  {
    "name": "חיפה, טירת כרמל ונשר",
    "cities": ["חיפה", "טירת כרמל", "נשר"]
  },
  {
    "name": "טבריה והסביבה",
    "cities": ["טבריה", "כפר כמא", "כפר תבור", "אלומות", "אפיקים", "ארבל", "אשדות יעקב (איחוד)", "אשדות יעקב (מאוחד)", "בית זרע", "גבעת אבני", "גינוסר", "דגניה א'", "דגניה ב'", "הודיות", "הזורעים", "חוקוק", "חמאם", "יבנאל", "יגור", "כינרת (מושב)", "כינרת (קיבוץ)", "לביא", "מגדל", "מעגן", "מצפה נמרוד", "נאות גופרה", "נורדיה", "סאמד", "עין גב", "פוריה - כפר עבודה", "פוריה נווה", "ציפורי", "רמת גיורא", "רם", "שבי ציון", "שקופים", "תובל"]
  },
{
    "name": "יואב (מועצה אזורית)",
    "cities": ["אבשרוה", "בארי", "ברוריה", "חולתה", "כיסופים", "מגן", "מלילות", "ניר עם", "עומרים", "רוחמה", "שדה ברוך", "שדה דוד", "ששון"]
  },
  {
    "name": "ירושלים והסביבה",
    "cities": ["ירושלים", "אבו גוש", "אריאל", "בית אל", "ביתר עילית", "גבעת זאב", "גבעון החדשה", "הר אדר", "הר גילה", "יד בנימין", "ירושלים (ירקון)", "כוכב יעקב", "לטרון", "מבוא חורון", "מעלה אדומים", "מצפה ירושלים", "נוה יעקב", "נתיב האבות", "עמנואל", "פני יהושע", "צור הדסה", "קדומים", "ראש צורים", "שער הגולן", "תל צור", "תפרח"]
  },
  {
    "name": "לכיש (מועצה אזורית)",
    "cities": ["בית קמה", "גלאון", "זרועה", "חצור-לכיש", "יד נתן", "כפר אביב", "כפר ברכה", "לכיש", "מבואות לכיש", "מרכז שלם", "נגבה", "נוה מדרגת", "עזר", "רביבים", "שדה ניצן", "שקמה", "תימורת"]
  },
  {
    "name": "מטה בנימין",
    "cities": ["אלון מורה", "אלפי מנשה", "אפרת", "בית אל", "בית חגי", "בית סורק", "גבעת זאב", "גבעון החדשה", "הר אדר", "חרושת", "טנא", "יד בנימין", "ירושלים (ירקון)", "כוכב יעקב", "לטרון", "מבוא חורון", "מעלה אדומים", "מצפה ירושלים", "נוה יעקב", "נתיב האבות", "עמנואל", "פני יהושע", "צור הדסה", "קדומים", "ראש צורים", "שער הגולן", "תל צור", "תפרח"]
  },
  {
    "name": "מטה יהודה",
    "cities": ["אבו גוש", "בית מאיר", "גבעת שמואל", "הראל", "טל שחר", "ירושלים", "כפר אחים", "מבואות יהודה", "מזכרת בתיה", "מלאכי", "נחושה", "סגולה", "עין הנצי\"ב", "עין סמי", "פטעה", "צופים", "קרית מלאכי", "רמלה", "שוהם", "תירוש"]
  },
  {
    "name": "מרכז השרון (מועצה אזורית)",
    "cities": ["אבן יהודה", "אודסה", "אור נקודה", "בית ברל", "בית יוסף", "בית ניר", "בני ברק", "גבעת חיים", "גני עם", "הוד השרון", "המעפיל", "ואדי אל-נאט", "זיתן", "חדרה", "חיבת ציון", "חרב לאת", "חרוצים", "טירה", "יד חנה", "יקום", "ירקונה", "כפר ביל\"ו", "כפר האיריס", "כפר ויתקין", "כפר יונה", "מגן", "מועצה אזורית גן עדן", "מטה אבטריל", "מרכז השרון", "נורדיה", "נירית", "סביון", "עין ורד", "פרדסייה", "צור יצחק", "צפריה", "קיריאט אונו", "רמת השרון", "רעננה", "שדמות מחולה", "שער ורד", "שתולים", "תל יצחק", "תלמי אלעזר", "תלמי יוסף", "תפרח"]
  },
  {
    "name": "נגב צפוני (מועצה אזורית)",
    "cities": ["בית גיבר", "בקוע", "גבעות", "חצרים", "מדרשת בן גוריון", "מעון", "נאות הכיכר", "ניצנה", "עין חצבה", "פזורה", "רוח מדבר", "שדה בוקר", "שדה ניצן", "שיזף"]
  },
{
    "name": "נתניה והסביבה",
    "cities": ["נתניה", "אביב", "אום אל-פחם", "אורות", "באר טוביה", "בית ברל", "בית יהודה", "בית ניר", "גבעת חיים", "גני מודיעין", "הודיה", "הרצליה", "ואדי אל-נאט", "זיתן", "חיפה", "טירה", "יד חנה", "יקום", "כוכב יאיר", "כפר ביל\"ו", "כפר האיריס", "כפר יונה", "כפר סירקין", "לוד", "מגן", "מועצה אזורית גן עדן", "מטה אבטריל", "מרכז השרון", "נורדיה", "נירית", "סביון", "עין ורד", "פרדסייה", "צור יצחק", "צפריה", "קיריאט אונו", "ראש העין", "רמת השרון", "רעננה", "שדמות מחולה", "שער ורד", "שתולים", "תל אביב", "תל יצחק", "תלמי אלעזר", "תלמי יוסף", "תפרח"]
  },
  {
    "name": "עמק הירדן (מועצה אזורית)",
    "cities": ["ארגמן", "בקעות", "גיתית", "גלגל", "חמדת", "חמרה", "ייט\"ב", "יפית", "מחולה", "מכורה", "מעלה אפרים", "משואה", "משכיות", "נירן", "נעמ\"ה", "נתיב הגדוד", "פצאל", "רועי", "רותם", "שדמות מחולה", "תומר"]
  },
  {
    "name": "עמקים (מועצה אזורית)",
    "cities": ["אחיטוב", "אליכין", "אלישיב", "בית חגלה", "בית חירות", "בסמ\"ה", "ברקאי", "ג'ת", "גאולי תימן", "גבעת חיים (איחוד)", "גבעת חיים (מאוחד)", "גן השומרון", "גן יאשיה", "המעפיל", "העוגן", "זמר", "חגלה", "חיבת ציון", "חיננית", "חרב לאת", "חריש", "חרמש", "כפר הרא\"ה", "להבות חביבה", "מאור", "מבוא דותן", "מבואות ים", "מגל", "מייסר", "מכמורת", "מענית", "מצפה אילן", "מצר", "משמר השרון", "עין החורש", "עין שמר", "ריחן", "שדה יצחק", "שער מנשה", "שקד", "תלמי אלעזר"]
  },
  {
    "name": "פתח תקווה, ראש העין והסביבה",
    "cities": ["פתח תקווה", "ראש העין", "אביב", "אורנית", "בית ברל", "בית יוסף", "בית ניר", "גבעת חיים", "גני עם", "הרצליה", "חיבת ציון", "חרב לאת", "חרוצים", "טירה", "יד חנה", "יקום", "כוכב יאיר", "כפר ביל\"ו", "כפר האיריס", "כפר יונה", "מגן", "מרכז השרון", "נורדיה", "נירית", "סביון", "עין ורד", "פרדסייה", "צור יצחק", "צפריה", "קרית אונו", "רמת השרון", "רעננה", "שתולים", "תל יצחק", "תלמי אלעזר"]
  },
  {
    "name": "צוותא (מועצה אזורית)",
    "cities": ["בית קמה", "גלאון", "זרועה", "חולתה", "חצור-לכיש", "יד נתן", "כפר אביב", "כפר ברכה", "לכיש", "מבואות לכיש", "מרכז שלם", "נגבה", "נוה מדרגת", "עומרים", "עזר", "רביבים", "רוחמה", "שדה ברוך", "שדה ניצן", "שקמה", "תימורת"]
  },
  {
    "name": "קווים (מועצה אזורית)",
    "cities": ["גבעת שמואל", "יהוד-מונוסון", "קרית אונו", "שוהם", "גנות", "גני תקווה", "גת רימון", "חמד", "מגשימים", "מעש", "סביון", "צפריה", "אור יהודה"]
  },
  {
    "name": "קיריאט אונו (מועצה אזורית)",
    "cities": ["קיריאט אונו", "אום אל-פחם", "אור נקודה", "בית ברל", "בית יוסף", "בית ניר", "גני עם", "המעפיל", "ואדי אל-נאט", "זיתן", "חיבת ציון", "חרב לאת", "טירה", "יד חנה", "יקום", "כוכב יאיר", "כפר ביל\"ו", "כפר האיריס", "כפר יונה", "מגן", "מועצה אזורית גן עדן", "מטה אבטריל", "מרכז השרון", "נורדיה", "נירית", "סביון", "עין ורד", "פרדסייה", "צור יצחק", "צפריה", "רמת השרון", "רעננה", "שתולים", "תל יצחק"]
  },
  {
    "name": "ראשון לציון והסביבה",
    "cities": ["ראשון לציון", "אשדוד", "גן יבנה", "יד בנימין", "כרם יבנה (ישיבה)", "מחנה מרים", "ניר גלים", "קבוצת יבנה", "ביצרון", "בית חלקיה", "בית רבן", "בני דרום", "בני עי\"ש", "בני ראם", "גן הדרום", "גני טל", "חפץ חיים", "חצור-אשדוד"]
  },
{
    "name": "רמלה והסביבה",
    "cities": ["רמלה", "לוד", "אבו גוש", "בית מאיר", "גבעת שמואל", "הראל", "טל שחר", "ירושלים", "כפר אחים", "מבואות יהודה", "מזכרת בתיה", "מלאכי", "נחושה", "סגולה", "עין הנצי\"ב", "עין סמי", "פטעה", "צופים", "קרית מלאכי", "שוהם", "תירוש"]
  },
  {
    "name": "שדרות והסביבה",
    "cities": ["שדרות", "אבו סריחאן", "אבו עבדון", "אבו עמאר", "אבו עמרה", "אבו רוקייק", "אוהד", "אום בטין", "אטרש", "אל סייד", "אסד", "אעצם", "הוואשלה", "חולית", "חצרים", "יבול", "יתד", "מסעודין אל-עזאזמה", "נבטים", "סופה", "סעוה", "עטאוונה"]
  },
  {
    "name": "תל אביב - יפו",
    "cities": ["תל אביב-יפו", "ביצרון", "חולון", "ראשון לציון", "בת ים", "אשדוד", "רמלה", "לוד", "גבעתיים", "קרית אונו", "פתח תקווה", "הרצליה", "רעננה", "כפר סבא", "נתניה"]
  }
];
